Repository: SYNCRAFT-GITHUB/KlipperScreen
Catalog: ks_includes/locales/Polski - PL/LC_MESSAGES/KlipperScreen.po
Languages: pl

source: %s will be updated to version
pl: %s będzie uaktualnionych do wersji

source: (default)
pl: (domyślny)

source: 24 Hour Time
pl: Zegar 24-godzinny

source: A FIRMWARE_RESTART may fix the issue.
pl: FIRMWARE_RESTART może rozwiązać problem.

source: ADXL Not Configured
pl: ADXL nieskonfigurowany

source: Abort
pl: Odwołaj

source: Acceleration:
pl: Przyśpieszenie:

source: Accept
pl: Akceptuj

source: Actions
pl: Akcje

source: Add profile
pl: Dodaj profil

source: Apply
pl: Stosować

source: Apply %.2f offset to Endstop?
pl: Zastosować przesunięcie %.2f do Endstop?

source: Apply %s%.2f offset to Probe?
pl: Zastosować przesunięcie %s%.2f do sondy?

source: Are you sure do you want to exclude the object?
pl: Czy na pewno chcesz wykluczyć obiekt?

source: Are you sure you want to run Emergency Stop?
pl: Czy na pewno chcesz Awaryjnie Zatrzymać?

source: Are you sure you wish to cancel this print?
pl: Czy na pewno chcesz odwołać drukowanie?

source: Are you sure you wish to disable motors?
pl: Czy na pewno chcesz wyłączyć silniki?

source: Are you sure you wish to reboot the system?
pl: Czy na pewno chcesz ponownie uruchomić system?

source: Are you sure you wish to shutdown the system?
pl: Czy na pewno chcesz wyłączyć system?

source: Let me guess... Someone stole your Sweetroll
pl: Pozwól, że zgadnę... Ktoś ukradł twój bułeczki z nadzieniem

source: Update via Internet
pl: Aktualizuj przez Internet

source: Update via USB
pl: Aktualizuj przez USB

source: Update or fix system via USB
pl: Zaktualizuj lub napraw system przez USB

source: Fix
pl: Naprawić

source: Quick System Fixes
pl: Szybkie poprawki systemu

source: Repair
pl: Naprawa

source: Agree
pl: Zgadzać się

source: I agree, continue
pl: Zgadzam się, kontynuuj

source: Fix Software Problems
pl: Napraw problemy z oprogramowaniem

source: Camera Driver
pl: Sterownik aparatu

source: LED Light Driver
pl: Sterownik LED

source: Essential Files
pl: Niezbędne pliki

source: Web Interface
pl: Interfejs sieciowy

source: System Firmware
pl: Oprogramowanie systemowe

source: Syncraft Team is not responsible for the misuse of the machine, please follow the procedures correctly.
pl: Zespół Syncraft nie ponosi odpowiedzialności za niewłaściwe użycie maszyny.

source: Please follow the tutorial to ensure everything performs correctly.
pl: Postępuj zgodnie z samouczkiem, aby upewnić się, że wszystko działa poprawnie.

source: Plug a USB into your computer, and make sure to format it in a universal file system, such as exFAT. Avoid Microsoft's NTFS, or Apple's APFS.
pl: Podłącz pamięć USB do komputera i sformatuj ją w uniwersalnym systemie plików, takim jak exFAT.

source: Make sure the directory is in the root of the USB, with the name SYNCRAFT.
pl: Upewnij się, że katalog znajduje się w katalogu głównym USB i ma nazwę SYNCRAFT.

source: Do not turn off Syncraft during the procedure, and beware of power outages.
pl: Nie wyłączaj urządzenia podczas zabiegu i uważaj na przerwy w dostawie prądu.

source: Do not turn off Syncraft during the procedure, and keep a stable internet connection.
pl: Nie wyłączaj urządzenia podczas zabiegu i utrzymuj stabilne połączenie internetowe.

source: Interrupting this procedure can result in problems for the internal system.
pl: Przerwanie tej procedury może spowodować problemy z systemem wewnętrznym.

source: At the end, Syncraft will restart.
pl: Na koniec maszyna uruchomi się ponownie.

source: Auto
pl: Automatyczny

source: Auto-calibrate
pl: Automatyczna kalibracja

source: Auto-close notifications
pl: Powiadomienia o automatycznym zamknięciu

source: Bed Level
pl: Poziom stołu

source: Bed Mesh
pl: Poziom siatki stołu

source: Bed screw configuration:
pl: Konfiguracja śrub łóżka:

source: Calibrate
pl: Kalibracja

source: Calibrated
pl: Skalibrowany

source: Calibrated, save configuration to make it permanent
pl: Skalibrowano, zapisz konfigurację aby została na stałe

source: Calibrating
pl: Kalibracja

source: Can't set above the maximum:
pl: Nie można ustawić powyżej maksymum:

source: Cancel
pl: Odwołaj

source: Cancel Print
pl: Odwołaj drukowanie

source: Cancelled
pl: Odwołano

source: Cancelling
pl: Odwoływanie trwa

source: Cannot connect to Moonraker
pl: Nie można połączyć się z systemem wewnętrznym

source: Channel
pl: Kanał

source: Check ADXL Wiring
pl: Sprawdź okablowanie ADXL

source: Checking for updates, please wait...
pl: Trwa sprawdzanie dostępności aktualizacji, proszę czekać...

source: Clear
pl: Jasne

source: Close
pl: Zamknij

source: Complete
pl: Kompletna

source: Configuration
pl: Konfiguracja

source: Confirm Emergency Stop
pl: Potwierdź Awaryjny Stop

source: Connected
pl: Połączono

source: Connecting to %s
pl: Łączenie do %s

source: Starting %s
pl: Rozpoczęcie %s

source: Console
pl: Konsola

source: Continue
pl: Kontynuacja

source: Cooldown
pl: Studzenie

source: Date
pl: Data

source: Decrease
pl: Obniż

source: Delete File?
pl: Usunąć plik?

source: Deselect
pl: Odznacz

source: Disable Motors
pl: Wyłącz Silniki

source: Disable XY
pl: Odłącz XY

source: Distance (mm)
pl: Dystans (mm)

source: Do you want to recover %s?
pl: Czy chcesz dokończyć %s?

source: Elapsed:
pl: Czas Trwania:

source: Error
pl: Błąd

source: Estimated Time Method
pl: Sposób Oszacowania Czasu

source: Exclude Object
pl: Wyklucz obiekt

source: Extra Large
pl: Bardzo duży

source: Extrude
pl: Extruduj

source: Extrusion +
pl: Ekstruzja +

source: Extrusion -
pl: Ekstruzja -

source: Failed, adjust position first
pl: Nie udało się, najpierw ustaw pozycję

source: Fan
pl: Wentylator

source: Filament Used
pl: Filament w Użytku

source: Filament total:
pl: Całkowita ilość filamentu:

source: Filament used:
pl: Zastosowane włókno:

source: Filament:
pl: Włókno:

source: Filament
pl: Włókno

source: Feeder
pl: Podajnik

source: File
pl: Plik

source: File:
pl: Plik:

source: Finding ADXL
pl: Znalezienie ADXL

source: Fine Tuning
pl: Regulacja Precyzyjna

source: Finish
pl: Zakończ

source: Flow:
pl: Pływ:

source: Flowrate:
pl: Pływ:

source: Font Size
pl: Rozmiar trzcionki

source: Full Update
pl: Pełny Aktualizacja

source: Go Back
pl: Powróć

source: Height:
pl: Wzrost:

source: Hidden
pl: Ukryty

source: Hide
pl: Schowaj

source: Hide sensors in Temp.
pl: Ukryj czujniki w Temp.

source: Hide temp.
pl: Ukryj temp.

source: Home All
pl: Baza Wszystkich

source: Home X
pl: Baza X

source: Home XY
pl: Baza XY

source: Home Y
pl: Baza Y

source: Home Z
pl: Baza Z

source: Homing
pl: Bazowanie

source: Host
pl: Gospodarz

source: Hostname
pl: Nazwa hosta

source: Icon Theme
pl: Motyw Ikon

source: Increase
pl: Zwiększ

source: Initializing printer...
pl: Drukarka Startuje...

source: Interface
pl: Interfejs

source: Invalid
pl: Nieprawidłowy

source: Invert X
pl: Odwróć X

source: Invert Y
pl: Odwróć Y

source: Invert Z
pl: Odwróć Z

source: Klipper Restart
pl: Uruchom ponownie oprogramowanie sprzętowe

source: Klipper has disconnected
pl: Klipper się rozłączył

source: Klipper has encountered an error.
pl: Klipper napotkał błąd.

source: Klipper has shutdown
pl: Klipper się wyłączył

source: Klipper is attempting to start
pl: Klipper próbuje wystartować

source: Klipper will reboot
pl: Klipper uruchomi się ponownie

source: KlipperScreen will reboot
pl: KlipperScreen uruchomi się ponownie

source: Language
pl: Język

source: Large
pl: Duży

source: Layer:
pl: Warstwa:

source: Left:
pl: Lewo:

source: Limits
pl: Limity

source: Load
pl: Ładuj

source: Lower Nozzle
pl: Obniż dyszę

source: Macro shortcut on sidebar
pl: Skrót do makr na pasku bocznym

source: Macros
pl: Makro

source: Main Menu
pl: Główne Menu

source: Max
pl: Maks

source: Max Acceleration
pl: Maksymalne przyspieszenie

source: Max Acceleration to Deceleration
pl: Maks Przyśpieszenie i Opóźnienie

source: Max Velocity
pl: Maks Prędkość

source: Maximum
pl: Maksymalny

source: Measure Both
pl: Zmierz oba

source: Measure X
pl: Zmierz X

source: Measure Y
pl: Zmierz Y

source: Medium
pl: Średni

source: Mesh calibrate
pl: Kalibracja siatki

source: Modified
pl: Zmodyfikowane

source: Moonraker: connected
pl: System wewnętrzny jest podłączony

source: Move
pl: Ruch

source: Move Distance (mm)
pl: Odległość Ruchu (mm)

source: Name
pl: Nazwa

source: Network
pl: Sieć

source: Never
pl: Nigdy

source: New
pl: Nowy

source: Not supported for auto-detection, it needs to be configured in klipperscreen.conf
pl: Nieobsługiwany do automatycznego wykrywania, musi być skonfigurowany w pliku klipperscreen.conf

source: Nothing selected
pl: Nic nie wybrano

source: Outdated by %d
pl: Nieaktualne przez %d

source: PSK for
pl: PSK dla

source: Package will be updated
pl: Pakiet zostanie zaktualizowany

source: Password saved
pl: Hasło zostało zapisane

source: Pause
pl: Pauza

source: Paused
pl: Zapauzowane

source: Perform a full upgrade?
pl: Przeprowadzić pełną aktualizację?

source: Pins
pl: Kołki

source: Please recompile and flash the micro-controller.
pl: Proszę przekompilować i sflashować mikrokontroler.

source: Power
pl: Zasilanie

source: Power On Printer
pl: Zasilanie włączone

source: Pressure Advance:
pl: Postęp ciśnienia:

source: Print
pl: Drukuj

source: Print Control
pl: Kontrola Druku

source: Print Time
pl: Czas Druku

source: Printer
pl: Drukarka

source: Printer Connections
pl: Połączenia Drukarki

source: Printer Select
pl: Wybierz drukarkę

source: Printing
pl: Drukujemy

source: Probe Offset
pl: Przesunięcie sondy

source: Profile Name:
pl: Nazwa Profilu:

source: Quad Gantry Level
pl: Poziom Bramy

source: Raise Nozzle
pl: Podnieś dyszę

source: Recover
pl: Odzyskaj

source: Recover Hard
pl: Odzyskaj Twardo

source: Recover Soft
pl: Odzyskaj Miękko

source: Reference
pl: Sprawdzenie

source: Refresh
pl: Odświeżać

source: Restart
pl: Restartuj

source: Resume
pl: Dokończ

source: Retract
pl: Cofnij

source: Retraction
pl: Wycofanie

source: Retraction Length
pl: Długość wycofania

source: Retraction Speed
pl: Szybkość wycofania

source: Retry
pl: Spróbować ponownie

source: Retrying
pl: Ponawianie próby

source: Save
pl: Zapisz

source: Save Config
pl: Zapisz Konfigurację

source: Save Z
pl: Zapisz Z

source: Save configuration?
pl: Zapisać konfigurację?

source: Saved
pl: Zapisane

source: Saved offset: %s
pl: Zapisane przesunięcie: %s

source: Screen DPMS
pl: Ekran DPMS

source: Screen Power Off Time
pl: Czas wygaszania ekranu

source: Screws Adjust
pl: Wyr. Ręczne

source: Select
pl: Zaznacz

source: Send
pl: Wysłać

source: Sending Power ON signal to: %s
pl: Wysyłam sygnał włączenia do: %s

source: Set Temp
pl: Ustaw Temperaturę

source: Settings
pl: Ustawienia

source: Show
pl: Pokaż

source: Show Heater Power
pl: Pokaż moc grzałki

source: Shutdown
pl: Zamknąć

source: Size
pl: Rozmiar

source: Slicer Time correction (%)
pl: Korekta czasu krajalnicy (%)

source: Slicer:
pl: Krajalnica:

source: Small
pl: Mały

source: Speed (mm/s)
pl: Prędkość (mm/s)

source: Speed +
pl: Prędkość +

source: Speed -
pl: Prędkość -

source: Speed:
pl: Prędkość:

source: Square Corner Velocity
pl: Prędkość w narożniku kwadratowym

source: Starting WiFi Association
pl: Rozpoczęcie stowarzyszenia WiFi

source: Starting recovery for
pl: Rozpoczęcie odzyskiwania dla

source: Starting update for
pl: Zacznij uaktualnienie dla

source: System Restart
pl: Restart Systemu

source: System Shutdown
pl: Wyłączanie systemu

source: Temperature
pl: Temperatura

source: Total:
pl: Całkowity:

source: Unknown Heater
pl: Nieznany Podgrzewacz

source: Unknown screw position
pl: Nieznana pozycja śruby

source: Unload
pl: Wyładuj

source: Unretract Extra Length
pl: Cofnij dodatkową długość

source: Unretract Speed
pl: Prędkość cofania

source: Up To Date
pl: Aktualne

source: Update
pl: Uaktualnienie

source: Updating
pl: Aktualizacja

source: Uploaded
pl: Przesłane

source: XY Move Speed (mm/s)
pl: Prędkość ruchu XY (mm/s)

source: XY Speed (mm/s)
pl: Prędkość XY (mm/s)

source: Z Calibrate
pl: Kalibracja Z

source: Z Move Speed (mm/s)
pl: Prędkość ruchu Z (mm/s)

source: Z Speed (mm/s)
pl: Prędkość Z (mm/s)

source: Z Tilt
pl: Przechył Z

source: Z offset:
pl: Przesunięcie Z:

source: Start Screw Adjust
pl: Rozpocznij regulację śruby

source: Abort Screw Adjust
pl: Przerwij regulację śruby

source: This screw is now Adjusted
pl: Ta śruba jest teraz wyregulowana

source: This screw is already Adjusted
pl: Ta śruba jest już wyregulowana

source: Extras
pl: Dodatki

source: Generic
pl: Ogólny

source: Other
pl: Inny

source: hour
pl: godzina

source: minute
pl: minuta

source: minutes
pl: minut

source: mm/s
pl: mm/s²

source: Switch Pages
pl: Przełącz strony

source: Incompatible Material
pl: Niezgodny materiał

source: Inserted Material
pl: Wstawiony materiał

source: Selected Material
pl: Wybrany materiał

source: Material set as Generic
pl: Materiał ustawiony jako ogólny

source: Impossible to proceed
pl: Nie można kontynuować

source: Change the material to print this file
pl: Zmień materiał, aby wydrukować ten plik

source: Factory Reset
pl: Przywracanie ustawień fabrycznych

source: Software Reset
pl: Reset oprogramowania

source: This procedure can take a while
pl: Ta procedura może trochę potrwać

source: This procedure requires internet connection
pl: Ta procedura wymaga połączenia z Internetem

source: Turning off the printer during the procedure will cause problems
pl: Wyłączenie drukarki podczas procedury spowoduje problemy

source: Regular Update
pl: Regularna aktualizacja

source: Recover Backup
pl: Odzyskaj kopię zapasową

source: Update File not found
pl: Nie znaleziono pliku aktualizacji

source: Backup File not found
pl: Nie znaleziono pliku kopii zapasowej

source: USB not inserted into Printer
pl: USB nie jest włożone do drukarki

source: Unsupported Update File
pl: Nieobsługiwany plik aktualizacji

source: Unsupported Backup File
pl: Nieobsługiwany plik kopii zapasowej

source: Access Files on USB
pl: Dostęp do plików na USB

source: Files saved from USB
pl: Pliki zapisane z USB

source: Clear GCodes Folder
pl: Wyczyść folder GCodes

source: Show files saved from USB
pl: Pokaż pliki zapisane z USB

source: Want to enter a four-digit password to prevent unauthorized or unwanted people?
pl: Chcesz wprowadzić czterocyfrowe hasło, aby uniemożliwić dostęp osobom nieupoważnionym lub niechcianym?

source: Enter Password
pl: Wprowadź hasło

source: Change Password
pl: Zmień hasło

source: Remove Password Protection
pl: Usuń ochronę hasłem

source: Welcome to Syncraft
pl: Witamy w Syncraft

source: No, I don't agree.
pl: Nie, nie zgadzam się.

source: Password
pl: Hasło

source: Terms and Conditions
pl: Warunki korzystania z usługi

source: Download App
pl: Pobierz aplikację

source: Download for iPhone
pl: Pobierz na iPhone'a

source: Download for Android
pl: Pobierz na Androida

source: Do not show this again.
pl: Nie pokazuj tego więcej.

source: Extruder
pl: Wytłaczarka

source: Extruders
pl: Wytłaczarki

source: Extruders and Feeders
pl: Wytłaczarki i podajniki

source: Primary Extruder
pl: Pierwotny ekstruder

source: Main Extruder
pl: Główny ekstruder

source: Default Extruder
pl: Domyślny ekstruder

source: Secondary Extruder
pl: Dodatkowy ekstruder

source: Default
pl: Domyślny

source: Screen Brightness
pl: Jasność ekranu

source: Change Screen Brightness
pl: Zmień jasność ekranu

source: Almost Off
pl: Prawie wyłączone

source: Low
pl: Niski

source: Normal
pl: Normalny

source: High
pl: Wysoki

source: User
pl: Użytkownik

source: Users
pl: Użytkownicy

source: Switch User
pl: Przełącz użytkownika

source: Choose User
pl: Wybierz użytkownika

source: Create User
pl: Utwórz użytkownika

source: Delete User
pl: Usuń użytkownika

source: Edit User
pl: Edytuj użytkownika

source: Heater Bed
pl: Tabela

source: Chamber Fan
pl: Izba

source: Select Syncraft ProExtruder
pl: Wybierz Syncraft ProExtruder

source: Select Extruder
pl: Wybierz dyszę

source: Incompatible Extruder
pl: Niekompatybilna dysza

source: Current Extruder
pl: Bieżąca dysza

source: Change your Extruder
pl: Zmień swoją dyszę

source: Select compatible Extruder
pl: Wybierz kompatybilną dyszę

source: The inserted Extruder is incompatible with this Material
pl: Wstawiona dysza jest niekompatybilna z tym materiałem

source: Material
pl: Materiał

source: Select the Material
pl: Wybierz materiał

source: The inserted Extruder is incompatible with this File
pl: Wstawiona dysza jest niekompatybilna z tym plikiem

source: You cannot print this file using the current Extruder
pl: Nie możesz wydrukować tego pliku przy użyciu bieżącej dyszy

source: Extruder modification detected
pl: Wykryto modyfikację dyszy

source: This material is considered experimental for the selected Extruder.
pl: Ten materiał jest uważany za eksperymentalny dla wybranej dyszy.

source: You are loading untested material, this may result in unexpected results.
pl: Ładujesz nieprzetestowany materiał, może to spowodować nieoczekiwane wyniki.

source: This action may result in unexpected results.
pl: Ta czynność może spowodować nieoczekiwane rezultaty.

source: Show experimental Materials
pl: Pokaż materiały eksperymentalne

source: Material incompatibility Alert
pl: Ostrzeżenie o niezgodności materiału

source: Change Timezone
pl: Zmień strefę czasową

source: My timezone is not on the list
pl: Mojej strefy czasowej nie ma na liście

source: Insert your timezone
pl: Wstaw swoją strefę czasową

source: The material you're using is not compatible with this file
pl: Materiał, którego używasz, nie jest kompatybilny z tym plikiem

source: The file you are trying to print is for a different printer model
pl: Plik, który próbujesz wydrukować, dotyczy innego modelu drukarki

source: Example
pl: Przykład

source: Insert Custom
pl: Zwyczaj

source: Export Logs to USB
pl: Eksportuj dzienniki na USB

source: Tap the screen to confirm
pl: Kliknij, aby potwierdzić

source: An error has occurred
pl: Wystąpił błąd

source: Are you sure?
pl: Czy jesteś pewny?

source: Revert
pl: Przywróć

source: Restore
pl: Przywróć

source: Restore to Factory Default
pl: Zresetuj system

source: Restore All
pl: Przywróć wszystko

source: Are you sure you want to reset to factory default?
pl: Czy na pewno chcesz przywrócić ustawienia fabryczne?

source: Are you sure you want to Update?
pl: Czy na pewno chcesz zaktualizować?

source: Export Syncraft Installers to USB
pl: Eksportuj instalatory Syncraft

source: Your system version does not support this feature
pl: Twoja wersja systemu nie obsługuje tej funkcji

source: Out of Date
pl: Przestarzałe

source: Update required
pl: Wymagana aktualizacja

source: This software is already updated
pl: To oprogramowanie jest już zaktualizowane

source: Restart to apply
pl: Uruchom ponownie, aby zastosować zmiany

source: Calibration
pl: Kalibrowanie

source: Mesh
pl: Siatka

source: There is a new update available
pl: Dostępna jest nowa aktualizacja

source: There is a new update available, update using the Syncraft menu
pl: Dostępna jest nowa aktualizacja, zaktualizuj za pomocą menu Syncraft

source: New update available
pl: Dostępna jest nowa aktualizacja

source: No updates available
pl: Brak dostępnych aktualizacji

source: Download Update
pl: Pobierz aktualizację

source: Click to download the new update
pl: Kliknij, aby pobrać nową aktualizację

source: Your machine is out of date
pl: Twój sprzęt jest przestarzały

source: Everything is properly updated
pl: Wszystko jest odpowiednio zaktualizowane

source: Please wait
pl: Proszę czekać

source: In progress, please wait
pl: W trakcie, proszę czekać

source: System Information
pl: Informacje o systemie

source: Information
pl: Informacje

source: Export Logs
pl: Eksportuj dzienniki

source: Export Syncraft Packs
pl: Eksportuj pakiety Syncraft

source: Platform
pl: Platforma

source: Version
pl: Wersja

source: USB Device
pl: Urządzenie USB

source: Spool
pl: Szpula

source: One
pl: Jeden

source: Two
pl: Dwa

source: Three
pl: Trzy

source: Four
pl: Cztery

source: Five
pl: Pięć

source: Six
pl: Sześć

source: Seven
pl: Siedem

source: Eight
pl: Osiem

source: Connect
pl: Połącz

source: Customize
pl: Dostosuj

source: Here are some recommended steps to get started
pl: Oto kilka zalecanych kroków, aby rozpocząć

source: If you want, you can adjust all of this later
pl: Jeśli chcesz, możesz to pominąć

source: You can access through the browser with %s
pl: Dostęp przez przeglądarkę za pomocą %s

source: Syncraft Address: %s
pl: Adres Syncraft: %s

source: Connect to WiFi
pl: Połącz się z Wi-Fi

source: Insert Material Name
pl: Wprowadź nazwę materiału

source: Must contain between %s and %s characters.
pl: Musi zawierać od %s do %s znaków.

source: The name should contain only letters and numbers
pl: Dozwolone są tylko litery i cyfry

source: This name cannot be used
pl: Ta nazwa nie może być używana

source: Select which extruders are compatible
pl: Ustaw zgodność materiałów

source: Extrusion Temperature for the Material
pl: Temperatura wytłaczania

source: Add Material
pl: Dodaj materiał

source: Add Custom Material
pl: Dodaj niestandardowy materiał

source: Remove Material
pl: Usuń materiał

source: Delete all custom Materials
pl: Usuń wszystkie materiały

source: The maximum limit has been reached
pl: Osiągnięto limit maksymalny

source: Select at least one Extruder
pl: Wybierz przynajmniej jeden ekstruder

source: Export custom materials to USB
pl: Eksportuj materiały na USB

source: Import custom materials from USB
pl: Importuj materiały z USB

source: Chamber
pl: Izba

source: The average update rate is 1 second
pl: Średnia częstotliwość odświeżania: 1 sekunda

source: Sensors
pl: Czujniki

source: This may have been caused by a recent update
pl: To może być spowodowane niedawną aktualizacją

source: Restart the machine for the updates to take effect
pl: Uruchom ponownie maszynę, aby aktualizacje zostały uwzględnione

source: One of the materials you're using is not compatible with this file
pl: Jeden z materiałów, których używasz, nie jest kompatybilny z tym plikiem

source: PROBE TRIGGERED PRIOR TO MOVEMENT
pl: Sonda została aktywowana przed ruchem

source: Internal Lights
pl: Światła Wewnętrzne

source: You cannot perform this action while printing
pl: Nie możesz wykonać tej czynności podczas drukowania

source: Hot Unload
pl: Podgrzej i rozładuj

source: Calibrate IDEX
pl: Skalibruj IDEX

source: This procedure will start printing a specific 3D model for calibration.
pl: Ta procedura spowoduje wydrukowanie dedykowanej części do kalibracji.

source: It is recommended to use materials of the same type with different colors.
pl: Zaleca się stosowanie materiałów tego samego rodzaju, ale o różnych kolorach.

source: Both feeders must have materials inserted
pl: Potwierdzić obecność materiałów w obu podajnikach

source: Empty
pl: Pusty

source: Display materials in the top
pl: Wyświetlaj materiały na górze

source: Change material for non-active feeder
pl: Zmień materiał na nieaktywny podajnik

source: Auto-open Extrude On Pause
pl: Automatyczne otwieranie ekstruzji w czasie pauzy

source: Show Scrollbars Buttons
pl: Pokaż przyciski pasków przewijania

source: Select Material when inserting filament
pl: Menu automatycznego wyboru materiału

source: Cannot change ProExtruder type during filament insertion
pl: Nie można zmienić typu ekstrudera podczas wkładania włókna

source: Using this material may lead to inaccurate printing results.
pl: Używanie tego materiału może prowadzić do niepożądanych rezultatów drukowania.

source: Using an untested material may lead to inaccurate print results.
pl: Użycie nieprzetestowanego materiału może prowadzić do niepożądanych rezultatów.

source: Select materials before printing
pl: Wybierz materiały przed drukowaniem

source: Connect to a hidden network
pl: Połącz się z ukrytą siecią

source: Wired
pl: Ethernet
