Repository: SYNCRAFT-GITHUB/KlipperScreen
Catalog: ks_includes/locales/Polski - PL/LC_MESSAGES/KlipperScreen.po
Languages: pl

source: Wireless
pl: Wi-Fi

source: Virtual Tunnel
pl: Tunel wirtualny

source: Bridge
pl: Most

source: Loopback
pl: Pętla zwrotna

source: Virtually Wired
pl: Wirtualnie przewodowy

source: Docker Bridge
pl: Mostek Docker

source: ALREADY IN A MANUAL Z PROBE. USE ABORT TO ABORT IT
pl: Jesteś już w trybie ręcznej sondy Z

source: ENDSTOP X STILL TRIGGERED AFTER RETRACT
pl: Czujnik krańcowy X nadal aktywowany po wycofaniu

source: NO TRIGGER ON PROBE AFTER FULL MOVEMENT
pl: Brak aktywacji na sondzie po wykonaniu wszystkich ruchów

source: PROBE SAMPLES EXCEED SAMPLES_TOLERANCE
pl: Wyczyść stół lub powtórz kalibrację
